Repository: LumpBloom7/sentakki
Catalog: osu.Game.Rulesets.Sentakki/Resources/Localisation/SentakkiSettingsSubsectionStrings.*.resx
Languages: ca, es, ko, lv_lv, pl, ru, th, tr, zh, zh_hant

source: Show Kiai effects
ca: Mostrar efectes del Kiai
es: Mostrar efectos del Kiai
ko: Kiai 효과 표시하기
lv_lv: Rādīt Kiai efektus
pl: Pokaż Efekty Kiai
ru: Показывать эффекты Киаи
th: แสดงเอฟเฟกต์ Kiai
tr: Kiai efektlerini göster
zh: 显示 Kiai 效果
zh_hant: 顯示 Kiai 效果

source: Show note start indicators
ca: Mostrar indicador inicial de les notes
es: Mostrar indicador inicial de las notas
ko: 노트 시작 표시하기
lv_lv: Rādīt nošu sākuma indikatorus
pl: Pokaż wskazówki początku nut
ru: Показывать стартовые позиции нот
th: แสดงจุดกำเนิดของโน้ต
tr: Nota başlangıç göstergelerini görüntüle
zh: 显示音符起源指标
zh_hant: 顯示音符起源指標

source: Snaking in Slides
ca: Serpentegi en Slides
es: Serpenteo en Slides
ko: 늘어나는 슬라이드
lv_lv: Ieplūstoši Slaidi
pl: Rozwijane Slajdy
ru: Выдвигающиеся ноты Slide
tr: İçeri kayan notalar
zh: 蜿蜒进入 Slide
zh_hant: 蜿蜒進入 Slide

source: Show detailed judgements
ca: Mostrar judicis detallats
es: Mostrar juicios detallados
ko: 세부 판정 표시하기
lv_lv: Rādīt detalizētus vērtējumus
pl: Pokaż szczegółowe wyniki
ru: Отображать подробные оценки
th: แสดงการประเมินโน้ตแบบละเอียด
tr: Detaylı nota yargılarını göster
zh: 显示详细判断
zh_hant: 顯示詳細判斷

# ring_color
source: Ring colour
ca: Color de l'anell
es: Color del aro
ko: 링 색상
lv_lv: Ringa krāsa
pl: Kolor pola gry
ru: Цвет кольца
th: สีของวงแหวน
tr: Ring rengi
zh: 环颜色
zh_hant: 環顏色

# ring_color_default
source: Default
ca: Per defecte
es: Por defecto
ko: 기본값
lv_lv: Noklusējums
pl: Domyślny
ru: Стандартный
th: ค่าเริ่มต้น
tr: Varsayılan
zh: 默认
zh_hant: 默認

# ring_color_difficulty
source: Difficulty-based colour
ca: Color basat en la dificultat
es: Color basado en la dificultad
ko: 난이도에 따른 색상
lv_lv: Krāsa balstīta uz grūtības līmeņa
pl: Na podstawie poziomu trudności
ru: Согласно сложности
th: ใช้สีตามระดับความยาก
tr: Zorluğa göre renklendirme
zh: 基于难度的颜色
zh_hant: 基於難度的顏色

# ring_color_skin
source: Skin
ko: 스킨
lv_lv: Motīvs
pl: Ze skórki
ru: Скин
th: สกิน
zh: 皮肤
zh_hant: 皮膚

source: Ring Opacity
ca: Opacitat de l'anell
es: Opacidad del aro
ko: 링 투명도
lv_lv: Ringa Necaurredzamība
pl: Nieprzezroczystość Pola Gry
ru: Непрозрачность кольца
th: ความทึบของวงแหวน
tr: Ring şeffaflığı
zh: 环能见度
zh_hant: 環能見度

# lane_input_mode
source: Lane input mode (Doesn't apply to touch)
ca: Mode d'entrada del carril (no aplica al táctil)
es: Modo de entrada del carril (no aplica al táctil)
ko: 레인 입력 모드 (터치에 적용되진 않음)
lv_lv: Joslu ievades veids (Neattiecas uz skārien-notīm)
pl: Tryb sterowania (Nie dotyczy dotyku)
ru: Режим ввода (Не относится к сенсорным устройствам)
th: โหมดอินพุตของเลน (ใช้ไม่ได้กับหน้าจอสัมผัส)
tr: Şerit giriş modu (Dokunma'ya etki etmez)
zh: 行输入模式 (触摸不会被影响)
zh_hant: 行輸入模式 (觸摸不會被影響)

# lane_input_mode_button
source: Button
ca: Botó
es: Botón
ko: 버튼
lv_lv: Poga
pl: Przyciski
ru: Клавиши
th: ปุ่ม
tr: Buton
zh: 按钮
zh_hant: 按鈕

# lane_input_mode_sensor
source: Sensor
ko: 센서
lv_lv: Sensors
ru: Сенсор
th: เซนเซอร์
tr: Sensör
zh: 传感器
zh_hant: 傳感器

source: Note entry speed
ca: Velocitat inicial de nota
es: Velocidad inicial de nota
ko: 노트 진입 속도
lv_lv: Nošu ienākšanas ātrums
pl: Szybkość nut
ru: Скорость появления нот
th: ความเร็วโน้ต
tr: Notaların giriş hızı
zh: 音符输入速度
zh_hant: 音符輸入速度

source: Touch note entry speed
ca: Velocitat d'entrada de les notes Touch
es: Velocidad de entrada de las notas Touch
lv_lv: Skārien-nošu ienākšanas ātrums
ru: Скорость появления нот Touch
tr: Dokunmalı notaların giriş hızı

# entry_speed_tooltip
source: {0} ({1}ms)
ru: {0} ({1} мс)

source: Sonic
ca: Sònic
es: Sónico
ru: Сверхзвуковая

source: Break sample volume
ko: 브레이크 샘플 볼륨
pl: Głośność efektu dźwiękowego Breaków
th: ระดับเสียงโน้ต Break
tr: Break ses efektinin değeri
zh: Break 声音量
zh_hant: Break 聲音量
